
CombuctorDB4 = {
	["version"] = "603",
	["profiles"] = {
		["神灬嘉静 - 木喉要塞"] = {
			["inventory"] = {
				["position"] = {
					"RIGHT", -- [1]
				},
				["h"] = 432,
				["itemframew"] = 304,
				["showBags"] = true,
				["sets"] = {
					"全部", -- [1]
					"装备", -- [2]
					"商品", -- [3]
					"任务", -- [4]
					"消耗品", -- [5]
					"其它", -- [6]
				},
				["bags"] = {
					0, -- [1]
					1, -- [2]
					2, -- [3]
					3, -- [4]
					4, -- [5]
				},
				["w"] = 412.000061035156,
				["itemframeh"] = 266,
			},
			["bank"] = {
				["h"] = 166,
				["position"] = {
					"LEFT", -- [1]
				},
				["showBags"] = true,
				["bags"] = {
					-1, -- [1]
					5, -- [2]
					6, -- [3]
					7, -- [4]
					8, -- [5]
					9, -- [6]
					10, -- [7]
				},
				["w"] = 108,
				["sets"] = {
					"全部", -- [1]
					"装备", -- [2]
					"商品", -- [3]
					"任务", -- [4]
					"消耗品", -- [5]
					"其它", -- [6]
				},
			},
		},
		["神灬嘉静 - 赫洛德"] = {
			["inventory"] = {
				["sets"] = {
				},
				["w"] = 71.9999923706055,
				["itemframeh"] = 266,
				["h"] = 166,
				["itemframew"] = 418,
				["position"] = {
					"RIGHT", -- [1]
					nil, -- [2]
					"RIGHT", -- [3]
					-64.6666870117188, -- [4]
					-44.1333312988281, -- [5]
				},
				["isLocked"] = false,
				["showBags"] = false,
				["bags"] = {
					0, -- [1]
					1, -- [2]
					2, -- [3]
					3, -- [4]
					4, -- [5]
				},
			},
			["bank"] = {
				["showBags"] = true,
				["h"] = 166,
				["itemframew"] = 304,
				["position"] = {
					"BOTTOMLEFT", -- [1]
					nil, -- [2]
					"BOTTOMLEFT", -- [3]
					24.5333404541016, -- [4]
					70.599967956543, -- [5]
				},
				["bags"] = {
					-1, -- [1]
					5, -- [2]
					6, -- [3]
					7, -- [4]
					8, -- [5]
					9, -- [6]
					10, -- [7]
				},
				["sets"] = {
					"全部", -- [1]
					"装备", -- [2]
					"商品", -- [3]
					"任务", -- [4]
					"消耗品", -- [5]
					"其它", -- [6]
				},
				["w"] = 108,
				["itemframeh"] = 304,
			},
		},
	},
}
BF_VoidStorageDB = nil
