
HandyNotes_FlightMastersClassicDB = {
	["char"] = {
		["神灬嘉静 - 赫洛德"] = {
			["learned"] = {
				["棘齿城，贫瘠之地"] = true,
				["乱风岗 ，千针石林"] = true,
				["奥格瑞玛，杜隆塔尔"] = true,
				["落锤镇，阿拉希高地"] = true,
				["格罗姆高，荆棘谷"] = true,
				["加基森，塔纳利斯"] = true,
				["卡加斯，荒芜之地"] = true,
				["雷霆崖，莫高雷"] = true,
				["碎木岗哨，灰谷"] = true,
				["蕨墙村，尘泥沼泽"] = true,
				["陶拉祖营地，贫瘠之地"] = true,
				["斯通纳德，悲伤沼泽"] = true,
				["烈日石居，石爪山"] = true,
				["藏宝海湾，荆棘谷"] = true,
				["恶齿村，辛特兰"] = true,
				["塔伦米尔，希尔斯布莱德"] = true,
				["佐拉姆加前哨站，灰谷"] = true,
				["瑟伯切尔，银松森林"] = true,
				["十字路口，贫瘠之地"] = true,
				["葬影村，凄凉之地"] = true,
				["幽暗城，提瑞斯法林地"] = true,
			},
		},
	},
	["profileKeys"] = {
		["神灬嘉静 - 木喉要塞"] = "Default",
		["神灬嘉静 - 赫洛德"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
		},
	},
}
